Repository: leeroybrun/vibeviewer
Catalog: Packages/AIUsageTrackerMenuUI/Resources/*.lproj/Menu.strings
Languages: es

# settings.title
source: Settings
es: Configuración

# login.button
source: Login to Cursor
es: Iniciar sesión en Cursor

# usage.total
source: Total Credits Usage
es: Uso total de créditos

# providers.title
source: External Provider Usage
es: Uso de proveedores externos

# comparison.title
source: Subscription vs API Costs
es: Suscripción vs costos API

# comparison.subscription
source: Included value
es: Valor incluido

# comparison.payg
source: API equivalent
es: Equivalente API

# comparison.saved
source: Saved
es: Ahorro

# comparison.excess
source: Extra
es: Exceso

# alerts.title
source: Alerts
es: Alertas

# aggregations.title
source: Usage Breakdowns
es: Desgloses de uso

# live.title
source: Live Usage
es: Uso en vivo

# live.toggle
source: Live Monitoring
es: Monitoreo en vivo
